Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Today.xcstrings
Source language: en_us
Languages: ab, an, ar, ast, be, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, fi, fr, gd, gl, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, lt, ml, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ro, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, ur, vi, zh_cn, zh_tw

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
ab: Ахатә абларҭақәа арктәуп
an: Trancar pestanyas privadas
ar: أغلِق الألسنة الخاصة
ast: Zarrar les llingüetes privaes
be: Закрыць прыватныя карткі
bn: ব্যক্তিগত ট্যাবগুলি বন্ধ করুন
br: Serriñ an ivinelloù prevez
bs: Zatvori privatne tabove
ca: Tanca les pestanyes privades
co: Chjode l’unghjette private
cs: Zavřít anonymní panely
cy: Cau Tabiau Preifat
da: Luk private faneblade
de: Private Tabs schließen
dsb: Priwatne rejtariki zacyniś
el: Κλείσιμο ιδιωτικών καρτελών
eo: Fermi privatajn langetojn
es: Cerrar pestañas privadas
es_ar: Cerrar pestañas privadas
es_cl: Cerrar pestañas privadas
es_mx: Cerrar pestañas privadas
et: Sulge privaatsed kaardid
eu: Itxi fitxa pribatuak
fa: بستن زبانه‌های خصوصی
fi: Sulje yksityiset välilehdet
fr: Fermer les onglets privés
gd: Dùin na tabaichean prìobhaideach
gl: Pechar lapelas privadas
he: סגירת לשוניות פרטיות
hi_in: निजी टैब बंद करें
hr: Zatvori privatne kartice
hsb: Priwatne rajtarki začinić
hu: Privát lapok bezárása
hy_am: Փակել գաղտնի ներդիրները
ia: Clauder schedas private
id: Tutup Tab Pribadi
is: Loka huliðsflipum
it: Chiudi schede anonime
ja: プライベートタブを閉じる
ka: პირადი ჩანართების დახურვა
kab: Mdel iccaren usligen
kk: Жекелік беттерді жабу
ko: 사생활 보호 탭 닫기
lo: ປິດແທັບສ່ວນຕົວ
lt: Užverti privačiąsias korteles
ml: സ്വകാര്യ ടാബുകള്‍ അടയ്ക്കുക
my: ကိုယ်ပိုင်သုံးတဗ်များကိုပိတ်ပါ။
nb: Lukk private faner
ne_np: निजी ट्याबहरु बन्द गर्नुहोस्
nl: Privétabbladen sluiten
nn: Lat att private faner
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕਰੋ
pl: Zamknij prywatne karty
pt_br: Fechar abas privativas
pt_pt: Fechar separadores privados
rm: Serrar ils tabs privats
ro: Închide filele private
ru: Закрыть приватные вкладки
sat_olck: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵᱽ ᱠᱚ ᱵᱚᱸᱫᱚ
scn: Chiuji i schedi privati
si: පෞද්. පටිති වසන්න
sk: Zavrieť súkromné karty
sl: Zapri zasebne zavihke
sq: Mbyll Skedat Private
su: Tutup Tab Nyamuni
sv: Stäng privata flikar
tg: Пӯшидани варақаҳои хусусӣ
th: ปิดแท็บส่วนตัว
tr: Gizli sekmeleri kapat
tt: Хосусый табларны ябу
ug: شەخسىي بەتكۈچنى ياپ
uk: Закрити приватні вкладки
ur: نجی ٹیب بند کریں
vi: Đóng thẻ riêng tư
zh_cn: 关闭隐私标签页
zh_tw: 關閉隱私分頁

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
ab: Ахатә абларҭақәа арктәуп
an: Zarrar pestanyas privadas
ar: أغلِق الألسنة الخاصة
be: Закрыць прыватныя карткі
bn: ব্যক্তিগত ট্যাবগুলি বন্ধ করুন
br: Serriñ an ivinelloù prevez
bs: Zatvori privatne tabove
ca: Tanca les pestanyes privades
co: Chjode l’unghjette private
cs: Zavřít anonymní panely
cy: Cau Tabiau Preifat
da: Luk private faneblade
de: Private Tabs schließen
dsb: Priwatne rejtariki zacyniś
el: Κλείσιμο ιδιωτικών καρτελών
eo: Fermi privatajn langetojn
es: Cerrar pestañas privadas
es_ar: Cerrar pestañas privadas
es_cl: Cerrar pestañas privadas
es_mx: Cerrar pestañas privadas
et: Sulge privaatsed kaardid
eu: Itxi fitxa pribatuak
fa: بستن زبانه‌های خصوصی
fi: Sulje yksityiset välilehdet
fr: Fermer les onglets privés
gd: Dùin na tabaichean prìobhaideach
gl: Pechar lapelas privadas
he: סגירת לשוניות פרטיות
hi_in: निजी टैब बंद करें
hr: Zatvori privatne kartice
hsb: Priwatne rajtarki začinić
hu: Privát lapok bezárása
hy_am: Փակել գաղտնի ներդիրները
ia: Clauder schedas private
id: Tutup Tab Pribadi
is: Loka huliðsflipum
it: Chiudi le schede anonime
ja: プライベートタブを閉じる
ka: პირადი ჩანართების დახურვა
kab: Mdel iccaren usligen
kk: Жекелік беттерді жабу
ko: 사생활 보호 탭 닫기
lo: ປິດແທັບສ່ວນຕົວ
lt: Užverti privačiąsias korteles
ml: അടയ്ക്കൂ സ്വകാര്യ ടാബുകൾ
my: ကိုယ်ပိုင်သုံးတဗ်များကိုပိတ်ပါ။
nb: Lukk private faner
ne_np: निजी ट्याबहरू बन्द गर्नुहोस्
nl: Privétabbladen sluiten
nn: Lat att private faner
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕਰੋ
pl: Zamknij prywatne karty
pt_br: Fechar abas privativas
pt_pt: Fechar separadores privados
rm: Serrar ils tabs privats
ro: Închide filele private
ru: Закрыть приватные вкладки
sat_olck: ᱱᱤᱡᱮᱨᱟᱠ ᱴᱮᱵᱽ ᱠᱚ ᱵᱚᱸᱫᱚ
scn: Chiuji i schedi privati
si: පෞද්. පටිති වසන්න
sk: Zavrieť súkromné karty
sl: Zapri zasebne zavihke
sq: Mbyll Skedat Private
su: Tutup Tab Nyamuni
sv: Stäng privata flikar
tg: Пӯшидани варақаҳои хусусӣ
th: ปิดแท็บส่วนตัว
tr: Gizli sekmeleri kapat
tt: Хосусый табларны ябу
ug: شەخسىي بەتكۈچنى ياپ
uk: Закрити приватні вкладки
ur: نجی ٹیب بند کریں
vi: Đóng thẻ riêng tư
zh_cn: 关闭隐私标签页
zh_tw: 關閉隱私分頁

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
ab: Ахатә екран ахь Firefox аҿацәқәа ацҵа.
an: Anyade alcorces de Firefox ta la tuya pantalla d'inicio
ar: أضف اختصارات Firefox إلى شاشة البداية.
ast: Amiesta atayos de Firefox a la pantalla d'aniciu.
be: Дадайце цэтлікі Firefox на Хатні экран.
bn: আপনার হোম স্ক্রিনে Firefox শর্টকাট যুক্ত করুন।
br: Ouzhpennañ berradennoù Firefox d’ho skramm degemer.
bs: Dodajte Firefox prečice na svoj početni ekran.
ca: Afegiu dreceres del Firefox a la pantalla d'inici.
co: Aghjunghjite accurtatoghji Firefox à u vostru screnu d’accolta.
cs: Přidejte si zkratku Firefoxu na domovskou obrazovku.
cy: Ychwanegu llwybrau byr i'ch sgrin Cartref.
da: Tilføj Firefox-genveje til din startskærm.
de: Fügen Sie Firefox-Verknüpfungen auf Ihrem Startbildschirm hinzu.
dsb: Pśidajśo swójej startowej wobrazowce zwězanja Firefox
el: Προσθήκη συντομεύσεων Firefox στην αρχική οθόνη.
eo: Aldoni ŝparvojojn de Firefoĉ al via hejmekrano.
es: Añade atajos de Firefox a tu pantalla de inicio.
es_ar: Agregá accesos directos a la pantalla principal.
es_cl: Añade atajos de Firefox a tu pantalla de inicio.
es_mx: Agrega atajos de Firefox a tu pantalla de inicio.
et: Lisa Firefoxi otsetee oma avaekraanile.
eu: Gehitu Firefoxen lasterbideak zure hasierako pantailan.
fa: میان‌برهای فایرفاکس را به صفحه خانگی خود اضافه کنید.
fi: Lisää Firefoxin oikotiet kotinäyttöön.
fr: Ajoutez des raccourcis Firefox à votre écran d’accueil.
gd: Cuir ath-ghoiridean Firefox ris an sgrìn-dhachaigh agad.
gl: Engada atallos de Firefox á súa pantalla de inicio.
he: הוספת קיצורי דרך של Firefox למסך הבית שלך.
hi_in: अपने होम स्क्रीन पर Firefox शॉर्टकट जोड़ें।
hr: Dodaj Firefoxove prečace na tvoj početni ekran.
hsb: Přidajće swojej startowej wobrazowce zwjazanja Firefox
hu: Firefoxos parancsikonok hozzáadása a kezdőképernyőhöz.
hy_am: Firefox-ի դյուրանցումները ավելացնելք ձեր հիմնական էկրանին:
ia: Insere accessos directe a Firefox in tu schermo initial.
id: Tambahkan pintasan Firefox ke layar Beranda Anda.
is: Bættu Firefox flýtileiðum við upphafsskjáinn þinn.
it: Aggiungi collegamenti Firefox alla schermata principale
ja: ホーム画面に Firefox のショートカットを追加します。
ka: დაამატეთ სხვადასხვა Firefox-მალსახმობი მთავარ ეკრანზე.
kab: Rnu inegzumen n Firefo ɣer ugdil-ik·im agejdan.
kk: Firefox жарлықтарын үй экранына қосыңыз
ko: 홈 화면에 바로 가기를 추가합니다.
lo: ເພີ່ມທາງລັດເຂົ້າ Firefox ໄປຫນ້າຈໍຫລັກຂອງທ່ານ
lt: Pridėkite „Firefox“ leistukų į savo pradžios ekraną.
ml: താങ്ങളുടെ ആമുഖതാളിലേക്കു് ഫയർഫോക്സു് കുറുക്കുവഴികൾ ചേർക്കുക.
my: သင်၏မူလမြင်ကွင်းသို့ Firefox ဖြတ်လမ်းများကိုထည့်ပါ။
nb: Legg til Firefox-snarveier på hjem-skjermen.
ne_np: Firefox लाई तपाईंको गृह स्क्रिनमा सर्टकटको रुपमा थप्नुहोस्।
nl: Firefox-snelkoppelingen toevoegen aan uw startscherm.
nn: Legg til Firefox-snarvegar på heim-skjermen.
pa_in: Firefox ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਉੱਤੇ ਜੋੜੋ
pl: Dodaj skróty Firefoksa do ekranu głównego.
pt_br: Adiciona atalhos do Firefox à tela inicial.
pt_pt: Adicionar atalhos do Firefox ao seu ecrã inicial.
rm: Agiuntar scursanidas a Firefox a tes visur da partenza.
ro: Adaugă scurtături Firefox în ecranul de pornire.
ru: Добавьте ярлыки Firefox на Домашний экран.
sat_olck: Firefox ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱟᱢᱟᱜ ᱚᱲᱟᱜ ᱤᱥᱠᱨᱤᱱ ᱨᱮ ᱥᱮᱞᱮᱫ ᱢᱮ.
scn: Junci l’accurzi a Firefox nnâ to schirmata mastra.
si: මුල් තිරයට ෆයර්ෆොක්ස් කෙටිමං එක් කරන්න.
sk: Pridajte si skratky Firefoxu na svoju plochu.
sl: Dodajte Firefoxove bližnjice na domač zaslon.
sq: Shtoni te skena juaj e Kreut shkurtore Firefox.
su: Tambah takulan Firefox ka layar Tepas anjeun.
sv: Lägg till Firefox-genvägar på din hemskärm.
tg: Миёнбурҳои «Firefox»-ро ба экрани асосии худ илова намоед.
th: เพิ่มทางลัด Firefox ไปยังหน้าจอหลักของคุณ
tr: Ana ekranınıza Firefox kısayollarını ekleyin.
tt: Өй экранына Firefox ярлыкларын өстәгез.
ug: باش بېتىڭىزگە Firefox تېزلەتمىسىنى قوشىدۇ.
uk: Додайте ярлики Firefox на головний екран.
ur: اپنے ہوم اسکرین پر Firefox شارٹ کٹ جوڑیں۔
vi: Thêm lối tắt Firefox tới màn hình chính của bạn.
zh_cn: 在主屏幕添加 Firefox 快捷方式。
zh_tw: 將 Firefox 捷徑加入主畫面。

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
ab: Иқәҭыху азхьарԥш шәацныҟәа
an: Ir ta lo vinclo copiau
ar: انتقل إلى الرابط المنسوخ
be: Перайсці па скапіяванай спасылцы
bn: কপি করা লিঙ্কে যান
br: Mont d’an ere eilet
bs: Idite na kopirani link
ca: Vés a l'enllaç copiat
co: Apre u liame cupiatu
cs: Přejít na zkopírovaný odkaz
cy: Mynd i'r ddolen gopïwyd
da: Gå til kopieret link
de: Link in der Zwischenablage aufrufen
dsb: Ku kopěrowanemu wótkazoju
el: Μετάβαση στον αντιγραμμένο σύνδεσμο
eo: Iri al kopiita ligilo
es: Ir al enlace copiado
es_ar: Ir al enlace copiado
es_cl: Ir al enlace copiado
es_mx: Ir al enlace copiado
et: Mine kopeeritud lingile
eu: Joan kopiatutako loturara
fa: برو به پیوند برداشت شده
fi: Siirry kopioituun linkkiin
fr: Ouvrir le lien copié
gd: Tadhail air a’ cheangal a rinn thu lethbhreac dheth
gl: Ir á ligazón copiada
he: מעבר לקישור שהועתק
hi_in: कॉपी की गई लिंक पर जाएं
hr: Idi na kopiranu poveznicu
hsb: Ke kopěrowanemu wotkazej
hu: Ugrás a másolt hivatkozáshoz
hy_am: Անցնել պատճենված հղմանը
ia: Ir al ligamine copiate
id: Buka tautan yang disalin
is: Fara á afritaða tengilinn
it: Apri il link copiato
ja: コピーしたリンクを開く
ka: აღებულ ბმულზე გადასვლა
kab: Ddu ɣer useɣwen yettwaneɣlen
kk: Көшірілген сілтемеге өту
ko: 복사한 링크로 이동
lo: ໄປທີ່ລີ້ງໄດ້ກັອບປີ້ໄວ້
lt: Atverti nukopijuotą saitą
ml: പകർത്തിയ കണ്ണിയിലേക്കു് ചെല്ലുക
my: ကူးယူထားသည့်လင့်သို့ သွားပါ။
nb: Gå til kopiert lenke
ne_np: कपि गरिएको लिङ्कमा जानुहोस्
nl: Naar gekopieerde koppeling
nn: Gå til kopiert lenke
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ 'ਤੇ ਜਾਓ
pl: Otwórz skopiowany odnośnik
pt_br: Ir para link copiado
pt_pt: Ir para a ligação copiada
rm: Ir a la colliaziun copiada
ro: Deschide linkul copiat
ru: Перейти по скопированной ссылке
sat_olck: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜᱢᱮ
scn: Vai â lijami cupiata
si: පිටපත් වූ සබැඳියට යන්න
sk: Prejsť na skopírovaný odkaz
sl: Pojdi na kopirano povezavo
sq: Shko te lidhja e kopjuar
su: Indit ka tutumbu tironan
sv: Gå till kopierad länk
tg: Ворид шудан ба пайванди нусхабардошташуда
th: ไปยังลิงก์ที่คัดลอก
tr: Kopyalanan linke git
tt: Копияләнгән сылтамага күчү
ug: كۆچۈرۈلگەن ئۇلانمىغا يۆتكەل
uk: Відкрити скопійоване посилання
ur: نقل شدہ ربط پر جائیں
vi: Chuyển đến liên kết đã sao chép
zh_cn: 打开已复制的链接
zh_tw: 開啟複製的鏈結

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
ab: Иқәҭыху азхьарԥш шәацныҟәа
an: Ir ta lo vinclo copiau
ar: انتقل إلى الرابط المنسوخ
be: Перайсці па скапіяванай спасылцы
bn: কপি করা লিঙ্কে যান
br: Mont d’an ere eilet
bs: Idite na kopirani link
ca: Vés a l'enllaç copiat
co: Apre u liame cupiatu
cs: Přejít na zkopírovaný odkaz
cy: Mynd i'r Ddolen Gopïwyd
da: Gå til kopieret link
de: Link in der Zwischenablage aufrufen
dsb: Ku kopěrowanemu wótkazoju
el: Μετάβαση στον αντιγραμμένο σύνδεσμο
eo: Iri al kopiita ligilo
es: Ir al enlace copiado
es_ar: Ir al enlace copiado
es_cl: Ir al enlace copiado
es_mx: Ir al enlace copiado
et: Mine kopeeritud lingile
eu: Joan kopiatutako loturara
fa: رفتن به پیوند رونوشت شده
fi: Siirry kopioituun linkkiin
fr: Ouvrir le lien copié
gd: Tadhail air a’ cheangal a rinn thu lethbhreac dheth
gl: Ir á ligazón copiada
he: מעבר לקישור שהועתק
hi_in: कॉपी की गई लिंक पर जाएं
hr: Otvori kopiranu poveznicu
hsb: Ke kopěrowanemu wotkazej
hu: Ugrás a másolt hivatkozáshoz
hy_am: Գնալ դեպի պատճենված հղում
ia: Ir al ligamine copiate
id: Buka Tautan yang Disalin
is: Fara á afritaða tengilinn
it: Apri il link copiato
ja: コピーしたリンクを開く
ka: აღებულ ბმულზე გადასვლა
kab: Ddu ɣer useɣwen yettwaneɣlen
kk: Көшірілген сілтемеге өту
ko: 복사한 링크로 이동
lo: ໄປທີ່ ລີ້ງທີ່ໄດ້ກັອບປີ້ໄວ້
lt: Atverti nukopijuotą saitą
ml: പകർത്തിയ കണ്ണിയിലേക്കു് ചെല്ലുക
my: ကူးယူလင့်ခ်ကိုသွားပါ
nb: Gå til kopiert lenke
ne_np: कपि गरिएको लिङ्कमा जानुहोस्
nl: Naar gekopieerde koppeling
nn: Gå til kopiert lenke
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ ਉੱਤੇ ਜਾਓ
pl: Otwórz skopiowany odnośnik
pt_br: Ir para link copiado
pt_pt: Ir para a ligação copiada
rm: Avrir l'adressa copiada
ro: Mergi la linkul copiat
ru: Перейти по скопированной ссылке
sat_olck: ᱱᱚᱠᱚᱞ ᱟᱠᱟᱱ ᱞᱮᱸᱠ ᱛᱮ ᱪᱟᱞᱟᱜᱢᱮ
scn: Vai â lijami cupiata
si: පිටපත් වූ සබැඳියට යන්න
sk: Prejsť na skopírovaný odkaz
sl: Pojdi na kopirano povezavo
sq: Shko te Lidhja e Kopjuar
su: Indit ka Tutumbu Tironan
sv: Gå till kopierad länk
tg: Ворид шудан ба пайванди нусхабардошташуда
th: ไปยังลิงก์ที่คัดลอก
tr: Kopyalanan linke git
tt: Копияләнгән сылтамага күчү
ug: كۆچۈرۈلگەن ئۇلانمىغا يۆتكەل
uk: Відкрити скопійоване посилання
ur: نقل شدہ لنک پر جائیں
vi: Đi đến liên kết đã sao chép
zh_cn: 打开复制的链接
zh_tw: 開啟複製的鏈結

# TodayWidget.MoreTabsLabel
source: +%d More…
ab: + еиҳаны %d…
an: +%d mas…
ar: و%d غيرها…
ast: +%d más…
be: Яшчэ +%d…
bn: +%d আরো…
br: +%d Muioc’h…
bs: +%d Više…
ca: i %d més…
co: Più di %d altre…
cs: a %d dalších…
cy: +%d Yn Rhagor…
da: +%d til…
de: +%d weitere…
dsb: +dalšne %d…
el: +%d ακόμα…
eo: +%d pli…
es: +%d más…
es_ar: +%d Más…
es_cl: +%d más…
es_mx: +%d más…
et: +%d veel…
eu: +%d gehiago…
fa: +%d بیشتر…
fi: +%d lisää…
fr: +%d autres…
gd: ⁊ %d a bharrachd…
gl: +%d máis…
he: ועוד %d…
hi_in: +%d और अधिक…
hr: i još %d …
hsb: +dalše %d…
hu: +%d további…
hy_am: +%d ավելին…
ia: +%d alteres…
id: +%d Lagi…
is: +%d til viðbótar…
it: +%d altre…
ja: その他 %d 個...
ka: +%d კიდევ…
kab: +%d Ugar…
kk: тағы +%d…
ko: +%d개 더 보기…
lo: ເພີ່ມເຕີມ +%d …
lt: + dar %d…
ml: +%d കൂടുതൽ…
my: +%d ပို၍…
nb: +%d flere…
ne_np: +%d थप…
nl: + nog %d…
nn: +%d fleire…
pa_in: +%d ਹੋਰ…
pl: +%d więcej…
pt_br: Mais +%d…
pt_pt: Mais %d…
rm: +%d ulteriurs…
ro: +%d Mai multe…
ru: + ещё %d…
sat_olck: +%d ᱵᱚᱲᱛᱤ…
scn: + autri %d…
si: තවත් +%d…
sk: +%d ďalšie…
sl: še +%d …
sq: +%d të Tjera…
su: +%d Lianna…
sv: +%d Mer…
tg: +%d дигар…
th: เพิ่มเติม +%d…
tr: +%d sekme daha…
tt: тагын +%d…
ug: + يەنە %d …
uk: Ще +%d…
ur: +%d مزید…
vi: +%d thêm…
zh_cn: +还有另 %d 个…
zh_tw: 還有 %d 個…

# TodayWidget.NewTabButtonLabelV1
source: New Search
ab: Аԥшаара ҿыц
an: Nueva busqueda
ar: بحث جديد
ast: Busca nueva
be: Новы пошук
bn: নতুন অনুসন্ধান
br: Klask nevez
bs: Nova pretraga
ca: Cerca nova
co: Nova ricerca
cs: Nový dotaz
cy: Chwilio Newydd
da: Ny søgning
de: Neue Suche
dsb: Nowe pytanje
el: Νέα αναζήτηση
eo: Nova serĉo
es: Nueva búsqueda
es_ar: Nueva búsqueda
es_cl: Nueva búsqueda
es_mx: Nueva búsqueda
et: Uus otsing
eu: Bilaketa berria
fa: جست‌و‌جو جدید
fi: Uusi haku
fr: Nouvelle recherche
gd: Lorg ùr
gl: Nova busca
he: חיפוש חדש
hi_in: नयी खोज
hr: Nova pretraga
hsb: Nowe pytanje
hu: Új keresés
hy_am: Նոր որոնում
ia: Nove recerca
id: Pencarian Baru
is: Ný leit
it: Nuova ricerca
ja: 新規検索
ka: ახალი ძიება
kab: Anadi amaynut
kk: Жаңа іздеу
ko: 새 검색
lo: ການຄົ້ນຫາໃໝ່
lt: Nauja paieška
ml: പുതിയ തിരയൽ
my: ရှာဖွေမှုအသစ်
nb: Nytt søk
ne_np: नयाँ खोजी
nl: Nieuwe zoekopdracht
nn: Nytt søk
pa_in: ਨਵੀਂ ਖੋਜ
pl: Nowe wyszukiwanie
pt_br: Nova pesquisa
pt_pt: Nova pesquisa
rm: Nova tschertga
ro: Căutare nouă
ru: Новый поиск
sat_olck: ᱱᱟᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ
scn: Nova risciduta
si: නව සෙවුම
sk: Nové vyhľadávanie
sl: Novo iskanje
sq: Kërkim i Ri
su: Pamaluruhan Anyar
sv: Ny sökning
tg: Ҷустуҷӯи нав
th: การค้นหาใหม่
tr: Yeni arama
tt: Яңа эзләү
ug: يېڭى ئىزدەش
uk: Новий пошук
ur: نئی تلاش
vi: Tìm kiếm mới
zh_cn: 新建搜索
zh_tw: 新搜尋結果

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
ab: Аҭаӡҩырақәа аартым.
an: No i hai garra pestanya ubierta.
ar: لا ألسنة مفتوحة.
ast: Nun hai llingüetes abiertes.
be: Няма адкрытых картак.
bn: কোনো খোলা ট্যাব নেই।
br: Ivinell digor ebet.
bs: Nema otvorenih tabova.
ca: No hi ha cap pestanya oberta.
co: Alcuna unghjetta aperta.
cs: Žádné otevřené panely.
cy: Dim tabiau agored
da: Ingen åbne faneblade.
de: Keine offenen Tabs.
dsb: Žedne wócynjone rejtariki.
el: Καμία ανοικτή καρτέλα.
eo: Neniu malfermita langeto.
es: No hay pestañas abiertas.
es_ar: No hay pestañas abiertas.
es_cl: No hay pestañas abiertas.
es_mx: No hay pestañas abiertas.
et: Avatud kaarte pole.
eu: Irekitako fitxarik ez.
fa: زبانه‌ی بازی وجود ندارد.
fi: Ei avoimia välilehtiä.
fr: Aucun onglet ouvert.
gd: Chan eil taba fosgailte ann.
gl: Ningunha lapela aberta.
he: אין לשוניות פתוחות.
hi_in: कोई खुला टैब नहीं।
hr: Nema otvorenih kartica.
hsb: Žane wočinjene rajtarki
hu: Nincsenek nyitott lapok.
hy_am: Չկան բաց ներդիրներ:
ia: Nulle scheda aperte.
id: Tidak ada tab terbuka.
is: Engir opnir flipar.
it: Nessuna scheda aperta.
ja: 開いたタブはありません。
ka: გახსნილი ჩანართები არაა.
kab: Ulac iccaren yeldin,
kk: Ашық беттер жоқ.
ko: 열린 탭이 없습니다.
lo: ບໍ່ມີແທັບທີ່ເປີດຢູ່
lt: Nėra atvertų kortelių.
ml: തുറന്ന ടാബുകളൊന്നുമില്ല.
my: ဖွင့်ထားသည့်တပ်ဗ်များ မရှိပါ
nb: Ingen åpne faner.
ne_np: कुनैपनि खोलिएका ट्याबहरु छैनन्।
nl: Geen open tabbladen.
nn: Ingen opne faner.
pa_in: ਕੋਈ ਖੁੱਲ੍ਹੀ ਟੈਬ ਨਹੀਂ ਹੈ।
pl: Brak otwartych kart.
pt_br: Nenhuma aba aberta.
pt_pt: Sem separadores abertos.
rm: Nagins tabs averts.
ro: Nicio filă deschisă.
ru: Нет открытых вкладок.
sat_olck: ᱴᱮᱵᱽ ᱠᱚ ᱡᱷᱤ ᱵᱚᱱᱩ-ᱟ.
scn: Nuḍḍa scheda graputa.
si: විවෘත පටිති නැත.
sk: Žiadne otvorené karty.
sl: Ni odprtih zavihkov.
sq: S’ka skeda të hapura.
su: Taya tab muka.
sv: Inga öppna flikar.
tg: Ягон варақаи кушодашуда нест.
th: ไม่มีแท็บที่เปิดอยู่
tr: Açık sekme yok.
tt: Ачык таблар юк.
ug: ئوچۇق بەتكۈچ يوق.
uk: Немає відкритих вкладок.
ur: کوئی کھلے ٹیب نہیں
vi: Không có thẻ đang mở.
zh_cn: 没有打开的标签页。
zh_tw: 沒有開啟的分頁。

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
ab: Иаарттәуп Firefox
an: Ubrir Firefox
ar: افتح Firefox
be: Адкрыць Firefox
bn: Firefox খুলুন
br: Digeriñ Firefox
bs: Otvori Firefox
ca: Obre el Firefox
co: Apre Firefox
cs: Otevřít Firefox
cy: Agor Firefox
da: Åbn Firefox
de: Firefox öffnen
dsb: Firefox wócyniś
el: Άνοιγμα Firefox
eo: Malfermi Firefox
es: Abrir Firefox
es_ar: Abrir Firefox
es_cl: Abrir Firefox
es_mx: Abrir Firefox
et: Ava Firefox
eu: Ireki Firefox
fa: بازکردن فایرفاکس
fi: Avaa Firefox
fr: Ouvrir Firefox
gd: Fosgail Firefox
gl: Abrir Firefox
he: פתיחת Firefox
hi_in: Firefox खोलें
hr: Otvori Firefox
hsb: Firefox wočinić
hu: Firefox megnyitása
hy_am: Բացել Firefox-ը
ia: Aperir Firefox
id: Buka Firefox
is: Opna Firefox
it: Apri Firefox
ja: Firefox を開く
ka: გახსენით Firefox
kab: Ldi Firefox
kk: Firefox-ты ашу
ko: Firefox 열기
lo: ເປີດ Firefox
lt: Atverti „Firefox“
ml: ഫയർഫോക്സ് തുറക്കൂ
my: Firefox ကို ဖွင့်ပါ
nb: Åpne Firefox
ne_np: Firefox खोल्नुहोस्
nl: Firefox openen
nn: Opne Firefox
pa_in: Firefox ਖੋਲ੍ਹੋ
pl: Otwórz Firefoksa
pt_br: Abrir Firefox
pt_pt: Abrir o Firefox
rm: Avrir Firefox
ro: Deschide Firefox
ru: Открыть Firefox
sat_olck: Firefox ᱡᱷᱤᱜ ᱢᱮ
scn: Grapi Firefox
si: ෆයර්ෆොක්ස් අරින්න
sk: Otvoriť Firefox
sl: Odpri Firefox
sq: Hap Firefox-in
su: Buka Firefox
sv: Öppna Firefox
tg: Кушодани «Firefox»
th: เปิด Firefox
tr: Firefox’u aç
tt: Firefox-ны ачу
ug: Firefox نى ئاچ
uk: Відкрити Firefox
ur: Firefox کھولیں
vi: Mở Firefox
zh_cn: 打开 Firefox
zh_tw: 開啟 Firefox

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
ab: Хаҭалатәи аԥшаара
an: Busqueda privada
ar: بحث خاص
ast: Busca privada
be: Прыватны пошук
bn: ব্যক্তিগত অনুসন্ধান
br: Klask prevez
bs: Privatna pretraga
ca: Cerca privada
co: Ricerca privata
cs: Soukromé vyhledávání
cy: Chwilio Preifat
da: Privat søgning
de: Private Suche
dsb: Priwatne pytanje
el: Ιδιωτική αναζήτηση
eo: Privata serĉo
es: Búsqueda privada
es_ar: Búsqueda privada
es_cl: Búsqueda privada
es_mx: Búsqueda privada
et: Privaatne otsing
eu: Bilaketa pribatua
fa: جست‌و‌جوی خصوصی
fi: Yksityinen haku
fr: Recherche privée
gd: Lorg prìobhaideach
gl: Busca privada
he: חיפוש פרטי
hi_in: निजी खोज
hr: Privatna pretraga
hsb: Priwatne pytanje
hu: Privát keresés
hy_am: Գաղտնի որոնում
ia: Recerca private
id: Pencarian Pribadi
is: Huliðsleit
it: Ricerca anonima
ja: プライベート検索
ka: პირადი ძიება
kab: Anadi uslig
kk: Жеке іздеу
ko: 사생활 보호 검색
lo: ຄົ້ນຫາແບບສ່ວນຕົວ
lt: Privačioji paieška
ml: സ്വകാര്യ തിരയൽ
my: ကိုယ်ပိုင်ရှာဖွေမှု
nb: Privat søk
ne_np: निजी खोजी
nl: Privé zoeken
nn: Privat søk
pa_in: ਪ੍ਰਾਈਵੇਟ ਖੋਜ
pl: Wyszukaj prywatnie
pt_br: Pesquisa privativa
pt_pt: Pesquisa privada
rm: Tschertga privata
ro: Căutare privată
ru: Приватный поиск
sat_olck: ᱱᱤᱡᱮᱨᱟᱠ ᱥᱮᱸᱫᱽᱨᱟ
scn: Risciduta privata
si: පෞද්. සෙවුම
sk: Súkromné vyhľadávanie
sl: Zasebno iskanje
sq: Kërkim Privat
su: Pamaluruhan Nyamuni
sv: Privat sökning
tg: Ҷустуҷӯи хусусӣ
th: การค้นหาแบบส่วนตัว
tr: Gizli arama
tt: Хосусый эзләү
ug: شەخسىي ئىزدە
uk: Приватний пошук
ur: نجی تلاش
vi: Tìm kiếm riêng tư
zh_cn: 隐私搜索
zh_tw: 隱私搜尋
